jmeter/results/report/statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 65.4,
    "medianResTime" : 52.0,
    "minResTime" : 46.0,
    "maxResTime" : 128.0,
    "pct1ResTime" : 128.0,
    "pct2ResTime" : 128.0,
    "pct3ResTime" : 128.0,
    "throughput" : 3.244646333549643,
    "receivedKBytesPerSec" : 1.2325853747566515,
    "sentKBytesPerSec" : 0.35171459279688516
  },
  "GET /api/test" : {
    "transaction" : "GET /api/test",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 65.4,
    "medianResTime" : 52.0,
    "minResTime" : 46.0,
    "maxResTime" : 128.0,
    "pct1ResTime" : 128.0,
    "pct2ResTime" : 128.0,
    "pct3ResTime" : 128.0,
    "throughput" : 3.244646333549643,
    "receivedKBytesPerSec" : 1.2325853747566515,
    "sentKBytesPerSec" : 0.35171459279688516
  }
}